doc: update readme
